[LWS_Stormrider X2SoldierClassTemplate]
+DisplayName="风暴骑士"
+ClassSummary="风暴骑士是令人惊骇的近战异能者。他们能够将自身的愤怒化作散发着赤红色闪电般的异能。能在突破防御的同时形成一道无法逾越的障壁，可以毫不费力且优雅地在战场上驰骋。"
+LeftAbilityTreeTitle="狂战士"
+RightAbilityTreeTitle="逐风者"
AbilityTreeTitles[0]="狂战士"
AbilityTreeTitles[1]="逐风者"
AbilityTreeTitles[2]="不屈者"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="杀戮者"
+RandomNickNames[1]="伐木工"
+RandomNickNames[2]="角斗士"
+RandomNickNames[3]="粉碎者"
+RandomNickNames[4]="骨斧者"
+RandomNickNames[5]="破坏者"
+RandomNickNames[6]="诸神黄昏"
+RandomNickNames[7]="浩劫"
+RandomNickNames[8]="热情之心"
+RandomNickNames[9]="防御工事"
+RandomNickNames[10]="毁灭战士"
+RandomNickNames[11]="下弦月"
+RandomNickNames[12]="重剑使"
+RandomNickNames[13]="乌鸦"
+RandomNickNames[14]="拦截者"
+RandomNickNames[15]="雷电"
+RandomNickNames[16]="恶徒"
+RandomNickNames[17]="剑客"
+RandomNickNames[18]="逆天者"
+RandomNickNames[19]="冲击波"
+RandomNickNames[20]="风暴乐谱"
+RandomNickNames[21]="剃刀"
+RandomNickNames[22]="暴雪"
+RandomNickNames[23]="爆音"
+RandomNickNames[24]="猩红"
+RandomNickNames[25]="红格"
+RandomNickNames[26]="雷神面"

RandomNickNames_Male[0]="雷神"
RandomNickNames_Male[1]="雷霆领主"
RandomNickNames_Male[2]="西班牙风暴"
RandomNickNames_Male[3]="玛格努斯"


RandomNickNames_Female[0]="瓦尔基里"
RandomNickNames_Female[1]="斯卡利特"
RandomNickNames_Female[2]="女皇之刃"
RandomNickNames_Female[3]="护盾少女"